espressif/esp-idf/components/pthread/test_apps/pthread_unity_tests/sdkconfig.ci.single_core_esp32s3
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_UNICORE=y
